Repository: odiroot/jiaoge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Claim postcard
de: Postkarte best채tigen

source: Yay, got a postcard!
de: Juhu, ich habe eine Postkarte!

source: From
de: Von

source: Sent at
de: Gesendet an

source: Comments (optional)
de: Kommentare (optional)

source: Confirm
de: Best채tigen

source: Claimed postcard
de: Postkarte best채tigt

source: Thank you!
de: Vielen Dank!

source: Claim postcard with code
de: Postkarte best채tigen mit Code

source: Code (required)
de: Aktivierungscode (Pflichtfeld)

source: Nothing here
de: Hier ist nix

source: Couldn't find what you were looking for
de: Die Seite wurde nicht gefunden

source: Postcards
de: Postkarten
